/* Notice */
"Information" = "信息";
"Warning" = "警告";
"Error" = "错误";
"Confirm" = "确认";
"None" = "";
"ConfirmDelete" = "是否要删除";

"Cancel" = "取消";
"OK" = "确定";
"Yes"="是";
"No"="否";

/* Login & Logout */
"LoginFail" = "登录失败";
"LoginFailMessage" = "登录失败。请确认帐户和密码。";
"HTTPAuthError" = "认证信息无效。请重新认证。";

"LogoutConfirm" = "是否退出登录？";
"LogoutConfirmAddName" = "%@\n是否退出登录？";

/* Login Dialog Message */
"LoginDialog_AccountAuth" = "帐户认证";
"LoginDialog_CookieSwitch" = "保存认证信息";
"LoginDialog_ID" = "ID";
"LoginDialog_PASSWORD" = "PASSWORD";

/* Nerwork Error */
"Network Error"="网络错误";
"Network is not available"="需要使用WiFi无线网络或者移动数据通信。";

/* Download & Unzip */
"Downloding" = "下载中...";
"UnzipFiles" = "解压中，请稍候。";
"UnzipFail" = "解压失败，请咨询该课件的管理者。";
"DownloadFail" = "下载失败，请稍候再重新下载。";
"PleaseRefresh" = "可供下载的课件已被更新，请按更新按钮以显示最新列表。";

/* View */
"OverExpired" = "超过有效期限，\n无法进行阅览。";